[
  {
    "slug": "HQ",
    "mainImage": "/06.jpg",
    "images": ["/06.jpg", "/02.png", "/03.png", "/04.png"],
    "ar": {
      "title": "الادارة",
      "description": "السويدي للكابلات قطاع المشروعات تُنظم محاضرة توعوية بيوم الهواء النقي",
      "long_description": "شهدت السويدي للكابلات - قطاع المشروعات محاضرة توعوية هامة في إطار الاحتفال بـ اليوم العالمي للهواء النقي 2025. استضافت قاعة الاجتماعات بالدور الثالث في مقر شركة إيجي تك هذا الحدث، الذي ركز على أهمية الرقابة البيئية. شهدت المحاضرة حضوراً قيادياً مميزاً، شمل كلاً من:\n- المهندس ضياء نصر (مدير عام المشروعات بـ السويدي للكابلات)\n- الدكتور حسني الشامي (مدير السلامة والصحة المهنية لمجموعة السويدي إليكتريك)\n- المهندسة ميادة محمد ( مدير البيئة بمجموعة السويدي إليكتريك)\n- المهندس معتز دياب ( رئيس قسم تنسيق الصحة والسلامة والبيئة بالمجموعة).\n وقد تم إلقاء المحاضرة بواسطة: \n- المهندس بهاء راشد (مدير السلامة والصحة المهنية بقطاع المشروعات)\n- مصطفى عيسى (منسق السلامة والصحة المهنية بقطاع المشروعات). ",
      "linkText": "عرض التفاصيل"
    },
    "en": {
      "title": "HQ",
      "description": "El-Sewedy Cables Turnkey Projects Holds Awareness Lecture on Clean Air Day",
      "long_description": "El-Sewedy Cables – Projects Sector hosted an important awareness lecture as part of its celebration of World Clean Air Day 2025. The event took place in the Meeting Room on the third floor of the Egy Tech headquarters and focused on the critical importance of environmental control. The lecture saw distinguished attendance from the leadership of the El-Sewedy Electric Group, including:\n- Eng. Diaa Nasr (Director General of Projects, El-Sewedy Cables)\n- Dr. Hosny El-Shamy (HSE Director, El-Sewedy Electric Group)\n- Eng. Maiada Mohamed (Environmental Manager, El-Sewedy Electric Group)\n- Eng. Moataz Diab (HSE Coordination Section Head, El-Sewedy Electric Group).\n The presentation was delivered by: \n- Eng. Bahaa Rashed (HSE Manager, Projects Sector)\n-  Mostafa Eissa (HSE Coordinator, Projects Sector).",
      "linkText": "View Details"
    }
  },
  {
    "slug": "high-voltage",
    "mainImage": "/H01.jpg",
    "images": ["/H01.jpg", "/H02.jpg", "/H03.jpg", "/H 04.jpg"],
    "ar": {
      "title": "مشاريع الجهد الفائق",
      "description": " محاضرة توعوية بيوم الهواء النقي فى مشروعات الجهد الفائق .",
      "long_description": "في إطار الاحتفال باليوم العالمي للهواء النقي 2025 تحت شعار \"#سباق_النفس_النقي\"، نظم قسم السلامة والصحة المهنية بقطاع المشروعات محاضرة توعوية موسعة حول أهمية جودة الهواء وتأثيرها على الصحة والبيئة.\n\nأقيمت المحاضرة بنجاح في عدد من أبرز مواقع مشروعات الجهد الفائق، شملت:\n- مشروع العبور\n- مشروع وصلة دهشور\n\nهدفت المحاضرة إلى رفع مستوى الوعي بين العاملين حول مخاطر تلوث الهواء وسبل مكافحته، تأكيدًا على التزام الشركة بأعلى معايير السلامة البيئية في كافة مواقعها.",
      "linkText": "عرض التفاصيل"
    },
    "en": {
      "title": "High Voltage Projects",
      "description": "Awareness Lecture on Clean Air Day at High Voltage Projects.",
      "long_description": "As part of the celebration of the International Day of Clean Air 2025 under the slogan \"#CleanAirRace\", the HSE Department of the Projects Sector organized an extensive awareness lecture on the importance of air quality and its impact on health and the environment. The lecture was successfully held at key High Voltage project sites, including: \n- Obour Project \n- Waslt Dahshour  Project.",
      "linkText": "View Details"
    }
  },
  {
    "slug": "medium-voltage",
    "mainImage": "/d02.jpg",
    "images": [
      "/d02.jpg",
      "/o01.jpg",
      "/k01.jpg",
      "/f02.png",
      "/a01.png",
      "/s01.png"
    ],
    "ar": {
      "title": "مشاريع الجهد المتوسط",
      "description": " محاضرة توعوية بيوم الهواء النقي فى مشروعات الجهد المتوسط",
      "long_description": "في إطار الاحتفال باليوم العالمي للهواء النقي 2025 تحت شعار \"#سباق_النفس_النقي\"، نظم قسم السلامة والصحة المهنية بقطاع المشروعات محاضرة توعوية موسعة حول أهمية جودة الهواء وتأثيرها على الصحة والبيئة.\n\nأقيمت المحاضرة بنجاح في عدد من أبرز مواقع مشروعات الجهد المتوسط، شملت:\n- مشروع الكيان العسكري\n- مشروع الحي الدبلوماسي\n- مشروع التجلي الأعظم\n- مشروع العلمين\n- مشروع سوهاج الجديدة\n\nهدفت المحاضرة إلى رفع مستوى الوعي بين العاملين حول مخاطر تلوث الهواء وسبل مكافحته، تأكيدًا على التزام الشركة بأعلى معايير السلامة البيئية في كافة مواقعها.",
      "linkText": "عرض التفاصيل"
    },
    "en": {
      "title": "Medium Voltage Projects",
      "description": "Awareness Lecture on Clean Air Day at Medium Voltage Projects.",
      "long_description": "As part of the celebration for World Clean Air Day 2025 under the theme '#RacingForAir', the HSE Department of the Projects Sector organized a comprehensive awareness lecture on the importance of air quality and its impact on health and the environment.\n\nThe lecture was successfully held at several key medium voltage project sites, including:\n- The Octagon Project\n- The Diplomatic Distract Project\n- El-Tagally El-A'zam Project \n- The Alamein Project\n- The New Sohag Project\n\nThe lecture aimed to raise awareness among employees about the risks of air pollution and ways to combat it, affirming the company's commitment to the highest standards of environmental safety across all its sites.",
      "linkText": "View Details"
    }
  },
  {
    "slug": "Haya Karima Projects",
    "mainImage": "/ss01.jpg",
    "images": ["/ss01.jpg", "/ss02.jpg", "/ss03.jpg", "/ss04.png"],
    "ar": {
      "title": "مشايع حياة كريمة",
      "description": " محاضرة توعوية بيوم الهواء النقي فى مشروعات حياة كريمة ",
      "long_description": "في إطار الاحتفال باليوم العالمي للهواء النقي 2025، نظم قسم السلامة والصحة المهنية بقطاع المشروعات محاضرة توعوية موسعة ضمن نطاق \"مشاريع حياة كريمة\"، وذلك لتسليط الضوء على أهمية جودة الهواء وتأثيرها المباشر على صحة المواطنين والبيئة.\n\nوقد أقيمت المحاضرات بنجاح في المواقع الرئيسية التالية التابعة للمبادرة:\n- حياة كريمة مغاغة\n- حياة كريمة أسوان\n- حياة كريمة منفلوط\n- حياة كريمة صدفا\n- حياة كريمة الفيوم\n\nهدفت هذه الحملة إلى رفع مستوى الوعي بين العاملين والفرق المحلية حول مخاطر تلوث الهواء وسبل مكافحته، تأكيدًا على التزام الشركة بمسؤوليتها المجتمعية ودعمها لأهداف التنمية المستدامة لمبادرة حياة كريمة.",
      "linkText": "عرض التفاصيل"
    },
    "en": {
      "title": "Hayah Karima Projects",
      "description": "Awareness Lecture on Clean Air Day at Hayah Karima Projects.",
      "long_description": "As part of the celebration for World Clean Air Day 2025, the HSE Department of the Projects Sector organized a comprehensive awareness lecture within the scope of the 'Hayah Karima Initiative', highlighting the importance of air quality and its direct impact on citizens' health and the environment.\n\nThe lectures were successfully held at the following main initiative sites:\n- Hayah Karima Maghagha\n- Hayah Karima Aswan\n- Hayah Karima Manfalut\n- Hayah Karima Sedfa\n- Hayah Karima Faiyum\n\nThis campaign aimed to raise awareness among employees and local teams about the risks of air pollution and ways to combat it, affirming the company's commitment to its social responsibility and its support for the sustainable development goals of the Hayah Karima Initiative.",
      "linkText": "View Details"
    }
  }
]
